Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# notification_login_expired
source: Login expired, please login again
af: Aantekening het verval, meld asseblief weer aan
ar: انتهت صلاحية تسجيل الدخول، يرجى تسجيل الدخول مرة أخرى
bg: Влизането изтече, моля, влезте отново
ca: La sessió ha caducat, torneu a iniciar la sessió
cs: Platnost přihlášení vypršela, přihlaste se prosím znovu
da: Log ind udløbet, log venligst ind igen
de: Anmeldung abgelaufen, bitte melde dich erneut an
el: Η σύνδεση έληξε, παρακαλούμε συνδεθείτε ξανά
fi: Kirjautuminen vanhentui, ole hyvä ja kirjaudu uudelleen
fr: Session expirée, veuillez vous reconnecter
he: פג תוקף ההתחברות, אנא התחבר שוב
hu: A bejelentkezés lejárt, kérjük, jelentkezzen be újra
it: Accesso scaduto, effettua nuovamente l'accesso
ja: ログインの期限が切れました。再度ログインしてください
ko: 로그인이 만료되었습니다. 다시 로그인해 주세요
nb: Innlogging utløpt, vennligst logg inn igjen
nl: Login verlopen, log opnieuw in
pl: Sesja wygasła, zaloguj się ponownie
pt: Início de sessão expirado, por favor inicie sessão novamente
pt_br: Login expirado, faça login novamente
ro: Autentificarea a expirat, vă rugăm să vă autentificați din nou
ru: Сессия истекла, пожалуйста, войдите снова
sr: Пријава је истекла, молимо пријавите се поново
sv: Inloggningen har gått ut, vänligen logga in igen
tr: Giriş süresi doldu, lütfen tekrar giriş yapın
uk: Сесія завершилася, будь ласка, увійдіть знову
vi: Đăng nhập đã hết hạn, vui lòng đăng nhập lại
zh_hans: 登录已过期，请重新登录
zh_hant: 登入已過期，請重新登入

# notification_prepare_media_started
source: Preparing media
af: Berei media voor
ar: جارٍ تحضير الوسائط
bg: Подготовка на медия
ca: S'estan preparant els fitxers multimèdia
cs: Připravují se média
da: Forbereder medie
de: Medien werden vorbereitet
el: Προετοιμασία πολυμέσων
fi: Valmistellaan mediaa
fr: Préparation du média
he: מכין מדיה
hu: Média előkészítése
it: Preparazione media
ja: メディアを準備中
ko: 미디어 준비 중
nb: Forbereder medier
nl: Media voorbereiden
pl: Przygotowywanie multimediów
pt: A preparar média
pt_br: Preparando mídia
ro: Se pregătesc fișierele media
ru: Подготовка медиа
sr: Припрема медија
sv: Förbereder media
tr: Medya hazırlanıyor
uk: Підготовка медіа
vi: Đang chuẩn bị phương tiện
zh_hans: 正在准备媒体
zh_hant: 正在準備媒體

# notification_save_file_error
source: Failed to save file
af: Kon nie lêer stoor nie
ar: فشل حفظ الملف
bg: Неуспешно запазване на файла
ca: No s’ha pogut desar el fitxer
cs: Soubor se nepodařilo uložit
da: Kunne ikke gemme fil
de: Datei konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης αρχείου
fi: Tiedoston tallennus epäonnistui
fr: Impossible d’enregistrer le fichier
he: שמירת הקובץ נכשלה
hu: A fájl mentése sikertelen
it: Impossibile salvare il file
ja: ファイルの保存に失敗しました
ko: 파일 저장 실패
nb: Kunne ikke lagre fil
nl: Bestand opslaan mislukt
pl: Nie udało się zapisać pliku
pt: Falha ao guardar ficheiro
pt_br: Falha ao salvar arquivo
ro: Nu s-a putut salva fișierul
ru: Не удалось сохранить файл
sr: Неуспешно чување датотеке
sv: Kunde inte spara fil
tr: Dosya kaydedilemedi
uk: Не вдалося зберегти файл
vi: Không thể lưu tệp
zh_hans: 保存文件失败
zh_hant: 儲存檔案失敗

# notification_save_image_error
source: Failed to save image
af: Kon nie prent stoor nie
ar: فشل حفظ الصورة
bg: Изображението не успя да се запази
ca: No s'ha pogut desar la imatge
cs: Obrázek se nepodařilo uložit
da: Kunne ikke gemme billede
de: Bild konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης εικόνας
fi: Kuvan tallennus epäonnistui
fr: Échec de l'enregistrement de l'image
he: שמירת התמונה נכשלה
hu: A kép mentése nem sikerült
it: Impossibile salvare l'immagine
ja: 画像の保存に失敗しました
ko: 이미지 저장 실패
nb: Kunne ikke lagre bilde
nl: Afbeelding opslaan mislukt
pl: Nie udało się zapisać obrazu
pt: Falha ao guardar imagem
pt_br: Falha ao salvar imagem
ro: Salvarea imaginii a eșuat
ru: Не удалось сохранить изображение
sr: Чување слике није успело
sv: Det gick inte att spara bilden
tr: Resim kaydedilemedi
uk: Не вдалося зберегти зображення
vi: Lưu hình ảnh thất bại
zh_hans: 保存图像失败
zh_hant: 儲存圖片失敗

# notification_save_image_success
source: Image saved to library
af: Prent in biblioteek gestoor
ar: تم حفظ الصورة في المكتبة
bg: Изображението е запазено в библиотеката
ca: Imatge desada a la biblioteca
cs: Obrázek byl uložen do knihovny
da: Billede gemt i biblioteket
de: Bild in der Bibliothek gespeichert
el: Η εικόνα αποθηκεύτηκε στη βιβλιοθήκη
fi: Kuva tallennettu kirjastoon
fr: Image enregistrée dans la bibliothèque
he: התמונה נשמרה בספרייה
hu: Kép elmentve a könyvtárba
it: Immagine salvata nella libreria
ja: 画像をライブラリに保存しました
ko: 라이브러리에 이미지 저장됨
nb: Bilde lagret i biblioteket
nl: Afbeelding opgeslagen in bibliotheek
pl: Obraz zapisany w galerii
pt: Imagem guardada na biblioteca
pt_br: Imagem salva na biblioteca
ro: Imagine salvată în bibliotecă
ru: Изображение сохранено в галерее
sr: Слика је сачувана у библиотеци
sv: Bilden sparades i biblioteket
tr: Resim kütüphaneye kaydedildi
uk: Зображення збережено в галереї
vi: Đã lưu hình ảnh vào thư viện
zh_hans: 图像已保存到库
zh_hant: 圖片已儲存到庫

# notification_save_photo_album_success
source: Saved to Photos
af: Gestoor in Foto’s
ar: تم الحفظ في الصور
bg: Запазено в Снимки
ca: Desat a Fotos
cs: Uloženo do Fotek
da: Gemt i Fotos
de: In Fotos gespeichert
el: Αποθηκεύτηκε στις Φωτογραφίες
fi: Tallennettu Kuviin
fr: Enregistré dans Photos
he: נשמר בתמונות
hu: Mentve a Fotókba
it: Salvato in Foto
ja: 写真に保存しました
ko: 사진에 저장됨
nb: Lagret i Bilder
nl: Opgeslagen in Foto’s
pl: Zapisano w Zdjęciach
pt: Guardado em Fotografias
pt_br: Salvo em Fotos
ro: Salvat în Poze
ru: Сохранено в Фото
sr: Сачувано у Фотографије
sv: Sparat i Bilder
tr: Fotoğraflar’a kaydedildi
uk: Збережено у Фото
vi: Đã lưu vào Ảnh
zh_hans: 已保存到“照片”
zh_hant: 已儲存到「照片」

# notification_save_video_error
source: Failed to save video
af: Kon nie video stoor nie
ar: فشل حفظ الفيديو
bg: Неуспешно запазване на видеото
ca: No s’ha pogut desar el vídeo
cs: Video se nepodařilo uložit
da: Kunne ikke gemme video
de: Video konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης βίντεο
fi: Videon tallennus epäonnistui
fr: Impossible d’enregistrer la vidéo
he: שמירת הסרטון נכשלה
hu: A videó mentése sikertelen
it: Impossibile salvare il video
ja: 動画の保存に失敗しました
ko: 동영상 저장 실패
nb: Kunne ikke lagre video
nl: Video opslaan mislukt
pl: Nie udało się zapisać wideo
pt: Falha ao guardar vídeo
pt_br: Falha ao salvar vídeo
ro: Nu s-a putut salva videoclipul
ru: Не удалось сохранить видео
sr: Неуспешно чување видеа
sv: Kunde inte spara video
tr: Video kaydedilemedi
uk: Не вдалося зберегти відео
vi: Không thể lưu video
zh_hans: 保存视频失败
zh_hant: 儲存影片失敗

# notification_save_video_success
source: Video saved to library
af: Video in biblioteek gestoor
ar: تم حفظ الفيديو في المكتبة
bg: Видеото е запазено в библиотеката
ca: Vídeo desat a la biblioteca
cs: Video uloženo do knihovny
da: Video gemt i biblioteket
de: Video in Mediathek gespeichert
el: Το βίντεο αποθηκεύτηκε στη βιβλιοθήκη
fi: Video tallennettu kirjastoon
fr: Vidéo enregistrée dans la bibliothèque
he: הסרטון נשמר בספרייה
hu: A videó mentve a könyvtárba
it: Video salvato nella libreria
ja: 動画をライブラリに保存しました
ko: 동영상이 라이브러리에 저장됨
nb: Video lagret i biblioteket
nl: Video opgeslagen in bibliotheek
pl: Wideo zapisano w bibliotece
pt: Vídeo guardado na biblioteca
pt_br: Vídeo salvo na biblioteca
ro: Videoclip salvat în bibliotecă
ru: Видео сохранено в библиотеку
sr: Видео је сачуван у библиотеци
sv: Video sparad i biblioteket
tr: Video kütüphaneye kaydedildi
uk: Відео збережено в бібліотеку
vi: Video đã được lưu vào thư viện
zh_hans: 视频已保存到资料库
zh_hant: 影片已儲存到資料庫

# notification_type_all
source: All
af: Alle
ar: الكل
bg: Всички
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλες
fi: Kaikki
fr: Tout
he: הכל
hu: Összes
it: Tutti
ja: すべて
ko: 전체
nb: Alle
nl: Alle
pl: Wszystkie
pt: Tudo
pt_br: Tudo
ro: Toate
ru: Все
sr: Sve
sv: Alla
tr: Hepsi
uk: Всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# notification_type_mentions
source: Mention
af: Melding
ar: منشن
bg: Споменаване
ca: Menció
cs: Zmínka
da: Omtale
de: Erwähnung
el: Αναφορά
fi: Maininta
fr: Mentionner
he: אזכור
hu: Említés
it: Menzione
ja: メンション
ko: 멘션
nb: Nevn
nl: Vermelding
pl: Wspomnienie
pt: Menção
pt_br: Menção
ro: Mențiune
ru: Упоминание
sr: Помињање
sv: Omnämnande
tr: Bahsetme
uk: Згадка
vi: Đề cập
zh_hans: 提及
zh_hant: 提及

# notification_type_title
source: Notification
af: Kennisgewing
ar: إشعار
bg: Известие
ca: Notificació
cs: Oznámení
da: Notifikation
de: Benachrichtigung
el: Ειδοποίηση
fi: Ilmoitus
he: התראה
hu: Értesítés
it: Notifica
ja: 通知
ko: 알림
nb: Varsling
nl: Melding
pl: Powiadomienie
pt: Notificação
pt_br: Notificação
ro: Notificare
ru: Уведомление
sr: Обавештење
sv: Avisering
tr: Bildirim
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: On Device
af: Op toestel
ar: على الجهاز
bg: На устройството
ca: Al dispositiu
cs: V zařízení
da: På enheden
de: Auf dem Gerät
el: Στη συσκευή
fi: Laitteessa
fr: Sur l'appareil
he: על המכשיר
hu: Eszközön
it: Sul dispositivo
ja: デバイス上
ko: 기기에서
nb: På enhet
nl: Op apparaat
pl: Na urządzeniu
pt: No dispositivo
pt_br: No dispositivo
ro: Pe dispozitiv
ru: На устройстве
sr: На уређају
sv: På enheten
tr: Cihazda
uk: На пристрої
vi: Trên thiết bị
zh_hans: 在设备上
zh_hant: 在裝置上

# opml_import
source: Import from OPML
af: Voer vanaf OPML in
ar: استيراد من OPML
bg: Импортиране от OPML
ca: Importa d'OPML
cs: Importovat z OPML
da: Importer fra OPML
de: Aus OPML importieren
el: Εισαγωγή από OPML
fi: Tuo OPML-tiedostosta
fr: Importer depuis OPML
he: ייבוא מ-OPML
hu: Importálás OPML-ből
it: Importa da OPML
ja: OPMLからインポート
ko: OPML에서 가져오기
nb: Importer fra OPML
nl: Importeren uit OPML
pl: Importuj z OPML
pt: Importar de OPML
pt_br: Importar de OPML
ro: Importă din OPML
ru: Импорт из OPML
sr: Увези из OPML-а
sv: Importera från OPML
tr: OPML'den İçe Aktar
uk: Імпорт з OPML
vi: Nhập từ OPML
zh_hans: 从 OPML 导入
zh_hant: 從 OPML 匯入

# permission_denied_message
source: You need re-login in order to access this page
af: Jy moet weer aanmeld om toegang tot hierdie bladsy te kry
ar: يجب عليك تسجيل الدخول مرة أخرى للوصول إلى هذه الصفحة
bg: Трябва да влезете отново, за да получите достъп до тази страница
ca: Heu de tornar a iniciar la sessió per accedir a aquesta pàgina
cs: Pro přístup k této stránce se musíte znovu přihlásit
da: Du skal logge ind igen for at få adgang til denne side
de: Du musst dich erneut anmelden, um auf diese Seite zuzugreifen
el: Πρέπει να συνδεθείτε ξανά για να αποκτήσετε πρόσβαση σε αυτήν τη σελίδα
fi: Sinun on kirjauduttava uudelleen päästäksesi tälle sivulle
fr: Vous devez vous reconnecter pour accéder à cette page
he: עליך להתחבר מחדש כדי לגשת לדף זה
hu: Az oldal eléréséhez újra be kell jelentkeznie
it: Devi effettuare nuovamente l'accesso per accedere a questa pagina
ja: このページにアクセスするには再ログインが必要です
ko: 이 페이지에 액세스하려면 다시 로그인해야 합니다
nb: Du må logge inn på nytt for å få tilgang til denne siden
nl: Je moet opnieuw inloggen om toegang te krijgen tot deze pagina
pl: Musisz zalogować się ponownie, aby uzyskać dostęp do tej strony
pt: Deve iniciar sessão novamente para aceder a esta página
pt_br: Você precisa fazer login novamente para acessar esta página
ro: Trebuie să vă reautentificați pentru a accesa această pagină
ru: Вам необходимо войти снова для доступа к этой странице
sr: Морате се поново пријавити да бисте приступили овој страници
sv: Du måste logga in igen för att komma åt den här sidan
tr: Bu sayfaya erişmek için tekrar giriş yapmanız gerekiyor
uk: Вам потрібно увійти знову, щоб отримати доступ до цієї сторінки
vi: Bạn cần đăng nhập lại để truy cập trang này
zh_hans: 您需要重新登录才能访问此页面
zh_hant: 您需要重新登入才能訪問此頁面

# permission_denied_title
source: Permission Denied
af: Toestemming geweier
ar: تم رفض الإذن
bg: Достъпът е отказан
ca: Permís denegat
cs: Přístup odepřen
da: Tilladelse nægtet
de: Berechtigung verweigert
el: Δεν επιτρέπεται η πρόσβαση
fi: Pääsy evätty
fr: Permission refusée
he: ההרשאה נדחתה
hu: Hozzáférés megtagadva
it: Permesso negato
ja: アクセス権限がありません
ko: 권한 거부됨
nb: Tilgang nektet
nl: Toegang geweigerd
pl: Odmowa uprawnień
pt: Permissão negada
pt_br: Permissão Negada
ro: Permisiune refuzată
ru: Доступ запрещен
sr: Дозвола одбијена
sv: Tillstånd nekat
tr: İzin Reddedildi
uk: Доступ заборонено
vi: Quyền truy cập bị từ chối
zh_hans: 权限被拒绝
zh_hant: 權限被拒絕

# pixiv_private_bookmarks_title
source: Private Bookmarks
af: Privaat boekmerke
ar: الإشارات المرجعية الخاصة
bg: Лични отметки
ca: Marcadors privats
cs: Soukromé záložky
da: Private bogmærker
de: Private Lesezeichen
el: Ιδιωτικοί σελιδοδείκτες
fi: Yksityiset kirjanmerkit
fr: Favoris privés
he: סימניות פרטיות
hu: Privát könyvjelzők
it: Segnalibri privati
ja: 非公開ブックマーク
ko: 비공개 북마크
nb: Private bokmerker
nl: Privébladwijzers
pl: Prywatne zakładki
pt: Marcadores privados
pt_br: Favoritos privados
ro: Marcaje private
ru: Приватные закладки
sr: Приватни обележивачи
sv: Privata bokmärken
tr: Gizli yer imleri
uk: Приватні закладки
vi: Dấu trang riêng tư
zh_hans: 私密书签
zh_hant: 私人書籤

# pixiv_private_following_title
source: Private Following
af: Privaat volglys
ar: المتابَعون الخاصون
bg: Лични следвани
ca: Seguiments privats
cs: Soukromé sledování
da: Private følger
de: Private Folge ich
el: Ιδιωτικές ακολουθήσεις
fi: Yksityiset seuratut
fr: Abonnements privés
he: מעקב פרטי
hu: Privát követések
it: Seguiti privati
ja: 非公開フォロー
ko: 비공개 팔로잉
nb: Privat følger
nl: Privé volgend
pl: Prywatnie obserwowani
pt: Seguindo privado
pt_br: Seguindo privado
ro: Urmăriri private
ru: Приватные подписки
sr: Приватно праћење
sv: Privat följer
tr: Gizli takip
uk: Приватні підписки
vi: Đang theo dõi riêng tư
zh_hans: 私密关注
zh_hant: 私人追蹤

# pixiv_ranking_day_female_title
source: Female Ranking
af: Vroueranglys
ar: تصنيف الأنثى
bg: Женска класация
ca: Rànquing femení
cs: Ženské hodnocení
da: Kvinde Rangering
de: Weibliche Rangliste
el: Γυναικεία Κατάταξη
fi: Naisen Sijoitus
fr: Classement féminin
he: דירוג נשים
hu: Női rangsor
it: Classifica Femmina
ja: 女性ランキング
ko: 여성 랭킹
nb: Kvinnelig rangering
nl: Vrouwelijke Rang
pl: Ranking Kobiet
pt: Classificação Feminina
pt_br: Classificação Feminina
ro: Clasament femei
ru: Женский рейтинг
sr: Женска ранг-листа
sv: Kvinnlig Rankning
tr: Kadın sıralaması
uk: Рейтинг жінки
vi: Xếp hạng nữ
zh_hans: 女性排名
zh_hant: 女性排名

# pixiv_ranking_day_male_title
source: Male Ranking
af: Manlike ranglys
ar: ترتيب الذكور
bg: Мъжка класация
ca: Rànquing masculí
cs: Žebříček mužů
da: Mand Ranking
de: Männliche Rangliste
el: Αρσενική Κατάταξη
fi: Miehen Sijoitus
fr: Classement des hommes
he: דירוג גברים
hu: Férfi rangsor
it: Classifica Maschile
ja: 男性ランキング
ko: 남성 랭킹
nb: Mannlig rangering
nl: Mannelijk Rang
pl: Ranking mężczyzn
pt: Classificação Masculina
pt_br: Classificação Masculina
ro: Clasament masculin
ru: Рейтинг мужчин
sr: Мушка ранг-листа
sv: Manlig Ranking
tr: Erkek sıralaması
uk: Чоловічий рейтинг
vi: Xếp hạng nam
zh_hans: 男性排名
zh_hant: 男性排名

# pixiv_ranking_day_manga_title
source: Manga Ranking
af: Manga-ranglys
ar: ترتيب المانغا
bg: Манга класация
ca: Rànquing de manga
cs: Žebříček mangy
da: Manga-rangering
de: Manga-Rangliste
el: Κατάταξη manga
fi: Mangaluokitus
fr: Classement manga
he: דירוג מנגה
hu: Manga rangsor
it: Classifica manga
ja: マンガランキング
ko: 만화 랭킹
nb: Manga-rangering
nl: Manga-ranglijst
pl: Ranking mangi
pt: Classificação de manga
pt_br: Classificação de mangá
ro: Clasament manga
ru: Рейтинг манги
sr: Манга ранг-листа
sv: Mangarankning
tr: Manga sıralaması
uk: Рейтинг манґи
vi: Xếp hạng manga
zh_hans: 漫画排名
zh_hant: 漫畫排名

# pixiv_ranking_month_title
source: Monthly Ranking
af: Maandelikse ranglys
ar: الترتيب الشهري
bg: Месечна класация
ca: Rànquing mensual
cs: Měsíční hodnocení
da: Månedlig Rangering
de: Monatliche Rangliste
el: Μηνιαία Κατάταξη
fi: Kuukausittainen Sijoitus
fr: Classement Mensuel
he: דירוג חודשי
hu: Havi rangsor
it: Classifica Mensile
ja: 毎月のランキング
ko: 월간 랭킹
nb: Månedlig rangering
nl: Maandelijkse Ranglijst
pl: Ranking Miesięczny
pt: Classificação Mensal
pt_br: Classificação Mensal
ro: Clasament lunar
ru: Рейтинг за месяц
sr: Месечна ранг-листа
sv: Månatlig Rankning
tr: Aylık sıralama
uk: Щомісячний рейтинг
vi: Xếp hạng tháng
zh_hans: 每月排名
zh_hant: 月排名

# pixiv_ranking_week_original_title
source: Original Ranking
af: Oorspronklike ranglys
ar: الترتيب الأصلي
bg: Оригинална класация
ca: Rànquing original
cs: Původní hodnocení
da: Oprindelig Rangering
de: Ursprüngliche Rangliste
el: Αρχική Κατάταξη
fi: Alkuperäinen Sijoitus
fr: Classement original
he: דירוג מקורי
hu: Eredeti rangsor
it: Classifica Originale
ja: 元のランキング
ko: 오리지널 랭킹
nb: Opprinnelig plassering
nl: Originele Rang
pl: Oryginalny Ranking
pt: Classificação original
pt_br: Classificação original
ro: Clasament original
ru: Оригинальный Рейтинг
sr: Оригинална ранг-листа
sv: Ursprunglig Rankning
tr: Orijinal sıralama
uk: Оригінальний рейтинг
vi: Xếp hạng nguyên bản
zh_hans: 原始排名
zh_hant: 原創排名

# pixiv_ranking_week_rookie_title
source: Rookie Ranking
af: Nuwelingranglys
ar: تصنيف الروكيه
bg: Класация за новаци
ca: Rànquing de debutants
cs: Hodnocení Rookie
da: Begynderrangering
de: Einsteiger-Rangliste
el: Κατάταξη Rookie
fi: Tulokasrankkaus
fr: Classement des Rookies
he: דירוג חדשים
hu: Újonc rangsor
it: Classifica Rookie
ja: ルーキーランキング
ko: 신인 랭킹
nb: Rookie rangering
nl: Beginner Rang
pl: Ranking Rookie
pt: Classificação Inicial
pt_br: Classificação Inicial
ro: Clasament Rookie
ru: Рейтинг Новобранцев
sr: Ранг-листа новајлија
sv: Nybörjarrankning
tr: Yeni başlayanlar sıralaması
uk: Рейтинг Нових Очків
vi: Xếp hạng tân binh
zh_hans: 新人排名
zh_hant: 新人排名

# pixiv_ranking_week_title
source: Weekly Ranking
af: Weeklikse ranglys
ar: الترتيب الأسبوعي
bg: Седмична класация
ca: Rànquing setmanal
cs: Týdenní hodnocení
da: Ugentlig Rangering
de: Wöchentliche Rangliste
el: Εβδομαδιαία Κατάταξη
fi: Viikoittainen Sijoitus
fr: Classement hebdomadaire
he: דירוג שבועי
hu: Heti rangsor
it: Classifica Settimanale
ja: 今週のランキング
ko: 주간 랭킹
nb: Ukentlig rangering
nl: Wekelijkse Ranglijst
pl: Ranking tygodniowy
pt: Classificação Semanal
pt_br: Classificação Semanal
ro: Clasament săptămânal
ru: Рейтинг за неделю
sr: Недељна ранг-листа
sv: Veckovis Ranking
tr: Haftalık sıralama
uk: Щотижневий рейтинг
vi: Xếp hạng tuần
zh_hans: 每周排名
zh_hant: 週排名

source: placeholder
af: plekhouer
ar: نائب
bg: заместител
ca: marcador de posició
cs: zástupný znak
da: pladsholder
de: Platzhalter
el: Υποκατάστατο
fi: paikkamerkki
fr: espace réservé
he: מציין מיקום
hu: helyőrző
it: segnaposto
ja: プレースホルダー
ko: 자리 표시자
nb: plassholder
nl: Plaatsaanduiding
pl: symbol zastępczy
pt: espaço reservado
pt_br: espaço reservado
ro: substituent
ru: плейсхолдер
sr: чувар места
sv: platshållare
tr: yer tutucu
uk: заповнювач
vi: trình giữ chỗ
zh_hans: 占位符
zh_hant: 佔位符

source: Placeholder
af: Plekhouer
ar: المحور
bg: Заместител
ca: Marcador de posició
cs: Zástupný symbol
da: Pladsholder
de: Platzhalter
el: Υποκατάστατο
fi: Paikkamerkki
fr: espace réservé
he: מציין מיקום
hu: Helyőrző
it: Segnaposto
ja: プレースホルダー
ko: 자리 표시자
nb: Plassholder
nl: Plaatsaanduiding
pl: Zastępca
pt: Espaço reservado
pt_br: Espaço reservado
ro: Substituent
ru: Заполнитель
sr: Чувар места
sv: Platshållare
tr: Yer tutucu
uk: Мітка-заповнювач
vi: Trình giữ chỗ
zh_hans: 占位符
zh_hant: 佔位符

source: Poll expired
af: Meningspeiling het verval
ar: انتهى الاستطلاع
bg: Анкетата изтече
ca: Enquesta caducada
cs: Anketa vypršela
da: Afstemning udløbet
de: Umfrage abgelaufen
el: Η δημοσκόπηση έληξε
fi: Kysely vanhentunut
fr: Sondage expiré
he: פג תוקף הסקר
hu: A szavazás lejárt
it: Sondaggio scaduto
ja: アンケート終了
ko: 설문조사 만료됨
nb: Avstemningen utløpt
nl: Peiling verlopen
pl: Ankieta wygasła
pt: Votação expirada
pt_br: Enquete expirada
ro: Sondaj expirat
ru: Опрос завершен
sr: Анкета је истекла
sv: Omröstningen har gått ut
tr: Anket sona erdi
uk: Опитування завершено
vi: Cuộc thăm dò đã hết hạn
zh_hans: 投票已过期
zh_hant: 投票已過期

# poll_expires_at
source: Expired at
af: Verval om
ar: تنتهي في
bg: Изтича в
ca: Caduca el
cs: Platnost vyprší v
da: Udløber kl.
de: Läuft ab am
el: Λήγει στις
fi: Vanhentuu
fr: Expire le
he: פג תוקף ב-
hu: Lejárat:
it: Scade il
ja: 終了日時
ko: 만료 시간
nb: Utløpt på
nl: Verloopt op
pl: Wygasa
pt: Expira em
pt_br: Expira em
ro: Expiră la
ru: Завершается в
sr: Истиче у
sv: Går ut kl.
tr: Sona erme zamanı
uk: Завершується в
vi: Hết hạn lúc
zh_hans: 过期时间
zh_hant: 過期時間

# poll_vote
source: Vote
af: Stem
ar: التصويت
bg: Гласуване
ca: Votar
cs: Hlasovat
da: Stem
de: Abstimmen
el: Ψηφίστε
fi: Äänestä
fr: Voter
he: הצבעה
hu: Szavazás
it: Vota
ja: 投票
ko: 투표
nb: Stem
nl: Stemmen
pl: Głosuj
pt: Votar
pt_br: Votar
ro: Votează
ru: Голосовать
sr: Glasaj
sv: Rösta
tr: Oy ver
uk: Голосувати
vi: Bình chọn
zh_hans: 投票
zh_hant: 投票

source: Post actions
af: Plasingaksies
ar: إجراءات المنشور
bg: Действия с публикация
ca: Accions de la publicació
cs: Akce příspěvku
da: Indlægshandlinger
de: Beitragsaktionen
el: Ενέργειες δημοσίευσης
fi: Julkaisun toiminnot
fr: Actions du post
he: פעולות פוסט
hu: Bejegyzésműveletek
it: Azioni del post
ja: 投稿アクション
ko: 게시물 동작
nb: Innleggshandlinger
nl: Berichtacties
pl: Akcje wpisu
pt: Ações da publicação
pt_br: Ações da postagem
ro: Acțiuni postare
ru: Действия поста
sr: Радње објаве
sv: Inläggsåtgärder
tr: Gönderi eylemleri
uk: Дії допису
vi: Hành động bài đăng
zh_hans: 动态操作
zh_hant: 貼文操作

# post_action_layout_customize_description
source: Choose which actions appear in the row, More menu, or stay hidden.
af: Kies watter aksies in die ry, Meer-kieslys of versteek bly
ar: اختر الإجراءات التي تظهر في صف الأزرار أو قائمة المزيد أو تبقى مخفية
bg: Изберете кои действия да се показват в реда с бутони, менюто „Още“ или да останат скрити
ca: Tria quines accions apareixen a la fila, al menú Més o romanen amagades
cs: Zvolte, které akce se zobrazí v řádku, v nabídce Další nebo zůstanou skryté
da: Vælg hvilke handlinger der vises i rækken, menuen Mere eller forbliver skjult
de: Wähle, welche Aktionen in der Zeile, im Mehr-Menü oder ausgeblendet bleiben
el: Επιλέξτε ποιες ενέργειες εμφανίζονται στη σειρά, στο μενού Περισσότερα ή παραμένουν κρυφές
fi: Valitse mitkä toiminnot näkyvät rivillä, Lisää-valikossa tai pysyvät piilossa
fr: Choisir les actions affichées dans la rangée, le menu Plus ou masquées
he: בחר אילו פעולות יופיעו בשורה, בתפריט עוד או יישארו מוסתרות
hu: Válaszd ki, mely műveletek jelenjenek meg a sorban, a Továbbiak menüben vagy maradjanak rejtve
it: Scegli quali azioni appaiono nella riga, nel menu Altro o restano nascoste
ja: ボタン行、その他メニュー、非表示にするアクションを選択
ko: 버튼 행, 더 보기 메뉴 또는 숨김에 표시할 동작 선택
nb: Velg hvilke handlinger som vises i raden, Mer-menyen eller holdes skjult
nl: Kies welke acties in de rij, het Meer-menu of verborgen blijven
pl: Wybierz, które akcje pojawią się w wierszu, menu Więcej albo pozostaną ukryte
pt: Escolha que ações aparecem na linha, no menu Mais ou ficam ocultas
pt_br: Escolha quais ações aparecem na linha, no menu Mais ou ficam ocultas
ro: Alege ce acțiuni apar pe rând, în meniul Mai multe sau rămân ascunse
ru: Выберите, какие действия будут в строке, меню Ещё или останутся скрытыми
sr: Изаберите које радње се приказују у реду, менију Још или остају скривене
sv: Välj vilka åtgärder som visas i raden, menyn Mer eller förblir dolda
tr: Hangi eylemlerin satırda, Daha Fazla menüsünde ya da gizli kalacağını seçin
uk: Виберіть, які дії відображати в рядку, меню Ще або залишити прихованими
vi: Chọn hành động xuất hiện trong hàng, menu Thêm hoặc vẫn bị ẩn
zh_hans: 选择哪些操作显示在按钮行、更多菜单或保持隐藏。
zh_hant: 選擇哪些操作顯示在按鈕列、更多選單或保持隱藏。
